tap 'homebrew/bundle'
tap 'robotsandpencils/made'
tap 'weaveworks/tap'
tap 'hashicorp/tap'
tap 'wix/brew'

brew 'nodebrew'
brew 'tree'
brew 'jq'
brew 'curl'
brew 'git'
brew 'ruby-build'
brew 'rbenv'
brew 'vim'
brew 'wget'
brew 'mysql'
brew 'kubectl'
brew 'starship'
brew 'xcodes'
brew 'gpg'
brew 'awscli'
brew 'weaveworks/tap/eksctl'
brew 'kubectx'
brew 'helm'
brew 'azure-cli'
brew 'tfenv'
brew 'circleci'
brew 'openssl'
brew 'certbot'
brew 'pyenv'
brew 'pipenv'
brew 'aws-cdk'
brew 'firebase-cli'
brew 'coreutils'
brew 'cmake'
brew 'hashicorp/tap/waypoint'
brew 'java'
brew 'applesimutils'

cask 'visual-studio-code'
cask 'docker'
cask 'the-unarchiver'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'skitch'
cask 'iterm2'
cask 'zoom'
cask 'biscuit'
cask 'keybase'
cask 'google-cloud-sdk'
cask 'android-studio'
cask 'kindle'
cask 'intellij-idea-ce'
cask 'postman'
