tap 'homebrew/bundle'
tap 'facebook/fb'
tap 'wix/brew'

brew 'awscli'
brew 'carthage'
brew 'jq'
brew 'curl'
brew 'git'
brew 'peco'
brew 'python'
brew 'ruby-build'
brew 'rbenv'
brew 'ruby'
brew 'vim'
brew 'wget'
brew 'mysql'
brew 'node'
brew 'fbsimctl'
brew 'applesimutils', args: ['HEAD']
brew 'chromedriver'
brew 'ffmpeg'
brew 'mp4box'
brew 'libimobiledevice'
brew 'ideviceinstaller'
brew 'composer'
brew 'homebrew/php/php71'
brew 'yarn'
brew 'docker-machine-driver-xhyve'
brew 'kubectl'

cask 'firefox'
cask 'postman'
cask 'genymotion'
cask 'the-unarchiver'
cask 'sequel-pro'
cask 'android-studio'
cask 'java'
cask 'atom'
cask 'intellij-idea'
cask 'slack'
cask 'iterm2'
cask 'minikube'
