tap 'homebrew/bundle'
tap 'robotsandpencils/made'
tap 'weaveworks/tap'
tap 'hashicorp/tap'
tap 'wix/brew'
tap 'heroku/brew'
tap 'liamg/tfsec'

brew 'nodebrew'
brew 'tree'
brew 'jq'
brew 'curl'
brew 'git'
brew 'ruby-build'
brew 'rbenv'
brew 'vim'
brew 'wget'
brew 'mysql'
brew 'kubectl'
brew 'starship'
brew 'xcodes'
brew 'gpg'
brew 'awscli'
brew 'weaveworks/tap/eksctl'
brew 'kubectx'
brew 'helm'
brew 'azure-cli'
brew 'tfenv'
brew 'circleci'
brew 'openssl'
brew 'certbot'
brew 'pyenv'
brew 'pipenv'
brew 'aws-cdk'
brew 'firebase-cli'
brew 'coreutils'
brew 'cmake'
brew 'hashicorp/tap/waypoint'
brew 'java'
brew 'applesimutils'
brew 'postgresql'
brew 'heroku'
brew 'packer'
brew 'ansible'
brew 'composer'
brew 'vercel-cli'
brew 'imagemagick'
brew 'yq'
brew 'gh'
brew 'terraform-docs'
brew 'tflint'
brew 'tfsec'
brew 'checkov'
brew 'pre-commit'
brew 'gawk'
brew 'coreutils'
brew 'terrascan'
brew 'infracost'
brew 'hadolint'
brew 'aria2'
brew 'kustomize'
brew 'yamllint'
brew 'git-lfs'

cask 'visual-studio-code'
cask 'docker'
cask 'the-unarchiver'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'skitch'
cask 'iterm2'
cask 'zoom'
cask 'biscuit'
cask 'keybase'
cask 'google-cloud-sdk'
cask 'android-studio'
cask 'kindle'
cask 'intellij-idea-ce'
cask 'postman'
cask 'notion'
cask 'microsoft-teams'
cask 'session-manager-plugin'
cask 'obsidian'
cask 'unity-hub'
